[

{
"id":"1",
"title": {
    "ar":"1896:تبلور فكرة الدولة اليهودية    ",
    "en":"1896, the idea of the Jewish state was born"
},


"description": {
    "ar":"الزعيم الصهيوني النمساوي, تيودور هيرتزل, ينشر كتيب بعنوان ' الدولة اليهودية ' يدعو فيه لإنشاء دولة يهودية, إما بالنسبة إلى موقع الدولة فكتب هيرتزل ' سنأخذ المكان الذي يعطى لنا، والذي يختاره الرأي العام '. ",
    "en":"Theodor Herzl, the Austrian Zionist leader, published a pamphlet titled 'The Jewish State', in which he called for the establishment of a Jewish state. Regarding the location of the state, Herzl wrote, 'We shall take the place which is given to us, and the public opinion chooses'"
}

},


{
"id":"2",
"title": {
    "ar":"1897: المؤتمر الصهيوني الأول    ",
    "en":"- In 1897, the First Zionist Congress took place"
},


"description": {
    "ar":"عقد المؤتمر الصهيوني الأول في مدينة بال في سويسرا, و تم فيه اتخاذ قرار بتشجيع هجرة اليهود من جميع أنحاء العالم إلى فلسطين بهدف إقامة دولة يهودية في فلسطين.    ",
    "en":"The First Zionist Congress was held in the city of Basel, Switzerland. During the congress, a decision was made to encourage the migration of Jews from all parts of the world to Palestine with the aim of establishing a jewish state in Palestine.    "
}


},

{
"id":"3",
"title": {
    "ar":" 1916 : اتفاقية سايكس - بيكو    ",
    "en":" 1916, the Sykes-Picot Agreement "
},


"description": {
    "ar":"تم الكشف عن اتفاقية سايكس – بيكو, التي قسمت السيطرة على بلاد الشام بين بريطانيا و فرنسا, و قد كانت فلسطين جزءا من المناطق الخاضعة للسيطرة البريطانية.    ",
    "en":"The Sykes-Picot Agreement, which divided control over the Levant region between Britain and France, including Palestine as part of the areas under British control, was revealed."
}

},

{
"id":"4",
"title": {
    "ar":" 1917 : وعد بلفور",
    "en":"1917: the Balfour Declaration"
},


"description": {
    "ar":"بعد انتهاء الحرب العالمية الأولى حصل اليهود من بريطانيا على وعد بإقامة وطن قومي لليهود في فلسطين و جاء على شكل رسالة كتبها وزير خارجية بريطانيا آنذاك 'بلفور' حيث وعد بلفور على لسان بريطانيا رسميا بتحويل فلسطين إلى 'بيت اليهود' .    ",
    "en":"After the end of World War I, the Jews in Britain were promised the establishment of a national homeland for Jews in Palestine. This promise came in the form of a letter written by Britain's then Foreign Secretary, Balfour. In the Balfour Declaration, Britain officially pledged to transform Palestine into the 'national home for the Jewish people.'    "
}

},

{
"id":"5",
"title": {
    "ar":"1919 : الانتداب البريطاني    ",
    "en":"1919: The British Mandate    "
},


"description": {
    "ar":"موافقة عصبة الأمم على إقامة الانتداب البريطاني على فلسطين.    ",
    "en":"The approval of the League of Nations for the establishment of the British Mandate over Palestine.    "
}

},


{
"id":"6",
"title": {
    "ar":"1920-1948: الحكم البريطاني في فلسطين    ",
    "en":"1920-1948: British Rule in Palestine    "
},


"description": {
    "ar":"أعلنت بريطانيا عن إقامة إدارة يهودية في جزء من المنطقة الخاضعة للانتداب. بفضل جهود الحركة الصهيونية و الرعاية البريطانية هاجر إلى فلسطين مئات الآلاف من اليهود من روسيا و بولندا ما بين عامي 1920- 1930. و قد أثار ذلك امتعاض الفلسطينيين الذين قاموا بثورات للدفاع عن أرضهم و مقدساتهم و أهمها ثورة 1929 (ثورة البراق) و ثورة 1936 (الثورة الفلسطينية الكبرى). و منذ بداية الحرب العالمية الثانية نشط اليهود هجرتهم الى فلسطين من الدول الأوروبية الأخرى.    ",
    "en":"Britain announced the establishment of Jewish administration in a part of the mandated territory. Because the efforts of the Zionist movement and British support, hundreds of thousands of Jews migrated to Palestine from Russia and Poland between 1920 and 1930. This caused discontent among the Palestinians, who staged revolts to defend their land and sacred sites, including the 1929 Revolt (the Buraq Revolt) and the 1936 Revolt (the Great Palestinian Revolt). Since the beginning of World War II, Jews actively immigrated to Palestine from other European countries.    "
}

},

{
"id":"7",
"title": {
    "ar":"29-11-1947: قرار 181 - تقسيم فلسطين    ",
    "en":"November 29, 1947: Resolution 181 - Partition of Palestine    "
},


"description": {
    "ar":"بلغ عدد المهاجرين اليهود 20 – 25 % من عدد سكان فلسطين, يملكون مساحة 6% من مساحة فلسطين. الجمعية العامة للأمم المتحدة تتخذ القرار رقم 181 الذي ينص على تقسيم فلسطين و إنشاء دولتين مستقلتين – عربية و يهودية, 56 % من مساحة فلسطين تمنح لليهود من اجل إقامة دولتهم. بناء على هذا القرار تصبح القدس منطقة تحت الإشراف و الحماية الدوليين. رفضت بريطانيا القرار بينما أيدته أمريكا و الاتحاد السوفيتي.    ",
    "en":"The number of Jewish immigrants constituted 20-25% of the total population of Palestine, owning 6% of its land area. The United Nations General Assembly passed Resolution 181, which called for the partition of Palestine and the establishment of two independent states – one Arab and one jewish. Under this resolution, 56% of Palestine's land was allocated to the Jews for the creation of their state. Jerusalem was designated as an international zone under international supervision and protection. Britain rejected the resolution, while it was supported by the United States and the Soviet Union.    "
}

},

{
"id":"8",
"title": {
    "ar":"14-5-1984: قيام دولة إسرائيل    ",
    "en":"May 14, 1948: Establishment of Israel    "
},


"description": {
    "ar":"أعلن زعيم الحركة الصهيونية دافيد بن غوريون قيام دولة إسرائيل بعد أن سحبت بريطانيا قواتها تاركة عددا كبيرا من الأسلحة للتنظيمات الإرهابية الصهيونية.    ",
    "en":"David Ben-Gurion, the leader of the Zionist movement, declared the establishment of the state of Israel after Britain withdrew its forces, leaving a significant amount of weapons for Zionist terrorist organizations.    "
}

},

{
"id":"9",
"title": {
    "ar":"  15-5-1948 : الحرب العربية – الإسرائيلية الأولى ( النكبة)    ",
    "en":"May 14, 1948: Establishment of Israel    "
},


"description": {
    "ar":" في اليوم التالي لإعلان إقامة الكيان الصهيوني في ارض فلسطين انطلقت الحرب العربية – الإسرائيلية الأولى بمشاركة خمس دول عربية هي مصر و سوريا و لبنان و الأردن و العراق بالإضافة إلى الفدائيين الفلسطينيين. و بقيت المعارك مستمرة حتى شهر تشرين الأول عام 1949 , حيث قام الكيان الصهيوني بتوقيع اتفاقية الهدنة مع الدول العربية.مصر احتفظت بالسيطرة على قطاع غزة, و الأردن فرض سيطرته على ضواحي القدس و الأراضي المعروفة الآن بالضفة الغربية, و هذا فقط 22% من ارض فلسطين. و خلال الحرب تم تهجير حوالي 850 ألف فلسطيني أرضهم (أي حوالي 80 % من تعداد الشعب الفلسطيني).    ",
    "en":"the day after the establishment of the Zionist entity in the land of Palestine, the first Arab-Israeli war, also known as the Nakba, began. It involved the participation of five Arab countries: Egypt, Syria, Lebanon, Jordan, and Iraq, in addition to Palestinian fedayeen fighters. The battles continued until October 1949, when the Zionist entity signed a ceasefire agreement with the Arab countries. Egypt retained control over the Gaza Strip, and Jordan established its control over the outskirts of Jerusalem and the territories now known as the West Bank, comprising only 22% of Palestine's land. During the war, approximately 850,000 Palestinians were displaced from their homes, accounting for about 80% of the Palestinian population."
}

},

{
"id":"10",
"title": {
    "ar":" 1949 : تاريخ الضم     ",
    "en":" 1949: Date of Annexation    "
},


"description": {
    "ar":" بعد انتهاء الحرب قام الكيان الصهيوني بضم 78% من فلسطيني, بينما خضع الجزء الباقي لسيطرة الأردن و مصر كما تم تقسيم القدس إلى جزأين: قدس غربية - خاضعة لسيطرة الكيان الصهيوني, قدس شرقية - خاضعة لسيطرة الأردن. أصبح الكيان الصهيوني العضو التاسع و الخمسين في هيئة الأمم المتحدة.    ",
    "en":" After the war, the Zionist entity annexed 78% of Palestine, while the remaining portion fell under the control of Jordan and Egypt. Jerusalem was also divided into two parts: West Jerusalem under Zionist control, and East Jerusalem under Jordanian control. The Zionist entity became the fifty-ninth member of the United Nations.   "
}

},
{
"id":"11",
"title": {
    "ar":" 1956: العدوان الثلاثي على مصر    ",
    "en":"  1956: Tripartite Aggression on Egypt    "
},


"description": {
    "ar":" في شهر تشرين الأول عام 1956 و بعد تأميم مصر لقناة السويس قام الكيان الصهيوني بالهجوم على مصر بالاتفاق مع بريطانيا و فرنسا و دخلت القوات الصهيونية الى سيناء , و أصبحت قناة السويس تحت السيطرة البريطانية و الفرنسية, الكيان الصهيوني احتل غزة و شرم الشيخ, ولكن بعد التهديدات الأمريكية و السوفييتية سحب الكيان الصهيوني قواته من المناطق المحتلة, وكذلك سحبت بريطانيا و فرنسا قواتها من قناة السويس.    ",
    "en":"In October 1956, following Egypt's nationalization of the Suez Canal, the Zionist entity, in agreement with Britain and France, attacked Egypt. Zionist forces entered the Sinai Peninsula, and the Suez Canal came under British and French control. The Zionist entity occupied Gaza and Sharm el-Sheikh. However, after American and Soviet threats, the Zionist entity withdrew its forces from the occupied areas. Britain and France also withdrew their forces from the Suez Canal.    "
}

},
{
"id":"12",
"title": {
    "ar":" 1964 : إنشاء منظمة التحرير الفلسطينية    ",
    "en":"1964: Establishment of the Palestine Liberation Organization    "
},


"description": {
    "ar":"في كانون الثاني 1964 قامت قيادات الدول العربية بالتصويت لقيام منظمة التحرير الفلسطينية كي تكون ممثلا للفلسطينيين.بدأ الفلسطينيون يشقون طريقهم بعيدا عن سياسات الحكام العرب و تدبير أمورهم و إدارة شؤونهم بأنفسهم. و قد اتحدت جميع المنظمات الفلسطينية الفاعلة على الساحة في ذلك الوقت في منظمة التحرير فلسطين.    ",
    "en":"In January 1964, leaders of Arab countries voted for the establishment of the Palestine Liberation Organization (PLO) to represent the Palestinians. Palestinians began to carve their path away from the policies of Arab rulers, taking charge of their affairs and managing their own matters. All active Palestinian organizations at that time united under the umbrella of the Palestine Liberation Organization.    "
}

},
{
"id":"13",
"title": {
    "ar":"  1967-06-05 : الحرب العربية – الإسرائيلية الثانية ( النكسة)    ",
    "en":"1967-06-05: The Second Arab-Israeli War (Naksa) "
},


"description": {
    "ar":"ردا على أعمال الكيان الصهيوني الاستفزازية تغلق مصر خليج العقبة للسفن الصهيونية و تبدأ استنفار قواتها في شهر أيار عام 1967 و كذلك سوريا و الأردن . في 5 حزيران يقوم الكيان الصهيوني بالعدوان على الدول العربية الثلاث المذكورة مدعوما من الولايات المتحدة الأمريكية و نتيجة للتفوق التقني و العسكري الهائل يتمكن الكيان الصهيوني خلال 6 أيام من احتلال شبه جزيرة سيناء و قطاع غزة و الجولان و الضفة الغربية و القدس الشرقية, و بذلك تكون القدس بكاملها أصبحت تحت الاحتلال الصهيوني.    ",
    "en":"In response to provocative actions by the Zionist entity, Egypt closed the Gulf of Aqaba to Zionist ships and mobilized its forces in May 1967, along with Syria and Jordan. On June 5th, the Zionist entity launched an aggression against the mentioned Arab countries, supported by the United States. Due to their significant technological and military advantage, the Zionist entity managed to occupy the Sinai Peninsula, Gaza Strip, Golan Heights, West Bank, and East Jerusalem within 6 days. Consequently, the entire city of Jerusalem came under Zionist occupation.    "
}

},
{
"id":"14",
"title": {
    "ar":"1971: أيلول الأسود    ",
    "en":" 1971: Black September    "
},


"description": {
    "ar":" خروج فصائل المقاومة الفلسطينية من الأردن نظرا للخلافات الحادة التي ظهرت بين قيادات فصائل المقاومة الفلسطينية و النظام الحاكم في الأردن اندلعت صدامات عسكرية بين الطرفين أدت إلى مقتل أكثر من 5000 فلسطيني في معارك عرفت فيما بعد بـأيلول الأسود في عام 1970, وقد أدت الوساطات العربية و المفاوضات بين الطرفين إلى الاتفاق على خروج فصائل المقاومة من الأردن. و تستقر المنظمة لاحقا في لبنان.    ",
    "en":"The Palestinian resistance factions withdrew from Jordan due to severe disagreements between the leadership of these factions and the Jordanian government. Military clashes erupted between the two sides, resulting in the death of more than 5,000 Palestinians in battles later known as Black September in 1970. Arab mediations and negotiations between the parties led to an agreement for the Palestinian resistance factions to leave Jordan. The organization later settled in Lebanon.    "
}

},
{
"id":"15",
"title": {
    "ar":"1973: الحرب العربية – الإسرائيلية  الثالثة ( حرب أكتوبر )     ",
    "en":" The Third Arab-Israeli War - October War    "
},


"description": {
    "ar":"مصر و سوريا تشن هجوما مفاجئا على قوات الكيان الصهيوني في 6 تشرين الأول في سيناء و الجولان و يتعرض الكيان الصهيوني لأضرار بالغة لكنه يوازن الوضع بعد التدخل السريع للولايات المتحدة الأمريكية و فتحها جسرا جويا لنقل المعدات العسكرية بشكل عاجل إلى الكيان الصهيوني. كان عبور القوات المصرية لقناة السويس و تحطيم خط بارليف العسكري الذي أقامه الكيان الصهيوني على الشاطئ الشرقي للقناة من أهم إنجازات هذه الحرب العسكرية. أسفرت الحرب عن تحرير بعض الأراضي المحتلة عام 1967.    ",
    "en":"Egypt and Syria launched a surprise attack on Zionist forces on October 6th in Sinai and the Golan Heights. The Zionist entity suffered significant damage, but the situation was balanced after rapid intervention by the United States, which opened an urgent airlift to transport military equipment to the Zionist entity. The crossing of Egyptian forces through the Suez Canal and the destruction of the Bar Lev Line, a military defense line established by the Zionist entity on the eastern shore of the canal, were among the most significant achievements of this military conflict. The war resulted in the liberation of some of the territories occupied in 1967.    "
}

},
{
"id":"16",
"title": {
    "ar":"1974: الاعتراف بمنظمة التحرير الفلسطينية من قبل الأمم المتحدة    ",
    "en":"1974: Recognition of the Palestine Liberation Organization (PLO) by the United Nations    "
},
"description": {
    "ar":" الجمعية العامة التابعة للأمم المتحدة تعترف بمنظمة التحرير الفلسطينية كممثل للشعب الفلسطيني, بموجب قرار رقم 3210. ياسر عرفات يلقي خطابا أمام الهيئة العامة للأمم المتحدة و لأول مرة يقدم عرفات مبادرة سلمية منددا بالصهيونية و يقول في نهاية خطابه: 'اليوم في يدي غصن الزيتون رمز للسلام و البندقية كرمز مقاوم من أجل الحرية , لا تسمحوا بأن يسقط غصن الزيتون من يدي'. و قد أصبح هذا الخطاب نقطة فصل في مقاومة الفلسطينيين من أجل اعتراف دولي بحقوقهم على تقر ير المصير .    ",
    "en":"The United Nations General Assembly recognizes the Palestine Liberation Organization as the representative of the Palestinian people under Resolution 3210. Yasser Arafat delivers a speech before the General Assembly, presenting a peaceful initiative condemning Zionism. He concludes his speech by saying, 'Today I have come bearing an olive branch and a freedom fighter's gun. Do not let the olive branch fall from my hand'. This speech became a turning point in the Palestinian resistance for international recognition of their rights to self-determination.    "
}

},
{
"id":"17",
"title": {
    "ar":"6-6-1982 : اجتياح لبنان – الحرب العربية – الإسرائيلية الرابعة    ",
    "en":"6-6-1982: Invasion of Lebanon - The Fourth Arab-Israeli War    "
},
"description": {
    "ar":" اجتياح الكيان الصهيوني للأراضي اللبنانية بهدف القضاء على التنظيمات الفلسطينية التي كانت تهدد الحدود الشمالية للكيان الصهيوني. تدمير مقر منظمة تحرير فلسطين في بيروت و إرغام القيادة الفلسطينية على الرحيل إلى تونس. جراء هذا الاجتياح الذي قاده وزير الدفاع أرئيل شارون سقط أكثر من 40 ألف شهيد فلسطين و لبناني بالإضافة إلى مئات الآلاف من الجرحى.    ",
    "en":"The Zionist entity invaded Lebanese territories with the aim of eliminating Palestinian organizations that posed a threat to the Zionist entity's northern borders. This invasion led to the destruction of the Palestine Liberation Organization headquarters in Beirut and forced the Palestinian leadership to relocate to Tunisia. As a result of this invasion, led by Defense Minister Ariel Sharon, more than 40,000 Palestinian and Lebanese martyrs fell, in addition to hundreds of thousands of wounded.    "
}

},
{
"id":"18",
"title": {
    "ar":"1982-09-17 : مجزرة صبرا و شاتيلا    ",
    "en":"1982-09-17: Sabra and Shatila Massacre    "
},
"description":{
    "ar":"مذابح تقوم بها قوات الاحتلال الصهيوني في مخيمي صبرا و شاتيلا للاجئين الفلسطينيين بأوامر و إشراف من وزير دفاع الكيان الصهيوني آنذاك أرئيل شارون و التي أسفرت عن مقتل 2500 شخص بين فلسطينيين و لبنانيين.    ",
    "en":"Massacres carried out by Zionist occupation forces in the Palestinian refugee camps of Sabra and Shatila under the orders and supervision of the then Defense Minister of the Zionist entity, Ariel Sharon. The atrocities resulted in the deaths of 2,500 people, including Palestinians and Lebanese.    "
}
},
{
"id":"19",
"title": {
    "ar":"   كانون الأول 1987: الانتفاضة الأولى (انتفاضة الحجارة)    ",
    "en":"   December 1987: The First Intifada (The Stone Intifada)    "
},
"description":{
    "ar":" بعد عقود طويلة من المعاناة تحت الاحتلال بدأت الانتفاضة الفلسطينية في الضفة الغربية و قطاع غزة على شكل احتجاج عام و اجتاحت الإضرابات جميع أنحاء الأراضي الفلسطينية المحتلة عام 1967, و بدأت الدعوة إلى مقاطعة الكيان الصهيوني و الامتناع عن التعامل معه تجاريا, حيث قام الفلسطينيون بتنظيم مظاهرات جماهيرية حاشدة يقوم خلالها المتظاهرون برجم قوات الاحتلال, المزودة بأحدث أنواع الأسلحة, بالحجارة و ذلك من أجل لفت أنظار المجتمع الدولي و الحصول على الدعم منه, و قام جيش الاحتلال باستخدام الغازات المسيلة للدموع و الرصاصات المطاطية و أطلقت النار على المتظاهرين مما أدى إلى مقتل عدد كبير من المدنيين الفلسطينيين العزل.    ",
    "en":"  After decades of suffering under occupation, the Palestinian uprising began in the West Bank and Gaza Strip in the form of a general protest. Strikes swept across all occupied Palestinian territories in 1967, with calls for boycotting the Zionist entity and refraining from commercial dealings with it. Palestinians organized massive demonstrations, during which protesters confronted occupation forces, armed with the latest weaponry, using stones. The aim was to draw international attention and support. The occupying forces responded with tear gas, rubber bullets, and live ammunition, resulting in the deaths of many unarmed Palestinian civilians.    "
} 
},
{
"id":"19",
"title": {
    "ar":"   1988-11-15 :  إعلان دولة فلسطين    ",
    "en":"  November 15, 1988: Declaration of the State of Palestine    "
},
"description":{
    "ar":"اجتمع المجلس الوطني الفلسطيني التاسع عشر في الجزائر للإعلان عن قيام دولة فلسطين و حكومتها في المهجر و تصويتها على ضرورة وضع حد للصراع القائم بناء على قرار مجلس الأمن رقم 181 الصادر سنة 1947 حول تقسيم فلسطين إلى دولتين. هذا و قد ندد المجلس بالإرهاب و أشار إلى ضرورة بدء مفاوضات سلمية و البحث عن حلول لتسوية الصراع استنادا إلى قرار رقم 242 الذي يطالب الكيان الصهيوني بالانسحاب من الأراضي المحتلة عام 1967, إضافة إلى ضرورة الالتزام بالقرار رقم 338.نتيجة لإعلان الاستقلال يتم الاعتراف بدولة فلسطين الجديدة من قبل أكثر من 20 دولة.    ",
    "en":"  The 19th Palestinian National Council convened in Algeria to declare the establishment of the State of Palestine and its government in exile. The council voted on the necessity of ending the ongoing conflict based on UN Security Council Resolution 181 issued in 1947 regarding the partition of Palestine into two states. The council condemned terrorism and emphasized the need for peaceful negotiations and finding solutions to the conflict based on Resolution 242, which demands the Zionist entity's withdrawal from the occupied territories in 1967. Additionally, there was a commitment to Resolution 338.As a result of the declaration of independence, the new State of Palestine was recognized by more than 20 countries    "
}
},
{
    "id":"20",
    "title":{
        "ar":" 1989: ياسر عرفات رئيس دولة فلسطين   "     ,
        "en": "1989: Yasser Arafat, President of the State of Palestine        "
    },
    "description":{
        "ar":"انتخاب ياسر عرفات أول رئيس لدولة فلسطين من قبل المجلس المركزي لمنظمة التحرير الفلسطينية في تونس.        ",
        "en":"Yasser Arafat was elected as the first President of the State of Palestine by the Palestine Liberation Organization's Central Council in Tunisia.        "
    }
},
{
    "id":"21",
    "title":{
        "ar":" 13/9/1993: اتفاق المبادئ (اتفاقية أوسلو)"        ,
        "en": "13/9/1993: Oslo Accords        "
    },
    "description":{
        "ar":"   نجاح المفاوضات السرية بين ياسر عرفات و اسحق رابين و توقيع اتفاق المبادئ (المعروف أيضا باتفاق أوسلو حيث أن المباحثات السرية جرت في العاصمة النرويجية – أوسلو) الذي اعترف الكيان الصهيوني بموجبه بمنظمة التحرير الفلسطينية, و وافق على الانسحاب من الأراضي المحتلة عام 1967 على عدة مراحل, هذا وقد تم الإعلان عن حكم ذاتي محدود في الأراضي الفلسطينية في فترة انتقالية من الحكم الذاتي الفلسطيني تمتد إلى خمس سنوات.في عام 1994 يحوز كل من عرفات و رابين و بيريز على جائزة نوبل للسلام.        ",
        "en":"Successful secret negotiations between Yasser Arafat and Yitzhak Rabin led to the signing of the Principles of Agreement (also known as the Oslo Accords, as the secret talks took place in Oslo, Norway). Under this agreement, the Zionist entity recognized the Palestine Liberation Organization, and it agreed to withdraw from the occupied territories in 1967 in multiple stages. Limited self-rule was declared in Palestinian territories during a transitional period of Palestinian self-governance, which extended over five years. In 1994, both Arafat, Rabin, and Peres were awarded the Nobel Peace Prize.        "
    }
},
{
    "id":"22",
    "title":{
        "ar":" 29/5/1996: الأمن مقابل السلام - انتفاضة النفق   "     ,
        "en": "29/5/1996: Security for Peace - Tunnel Intifada     "
    },
    "description":{
        "ar":"انتخب بنيامين نتنياهو رئيسا لمجلس وزراء الكيان الصهيوني و رفض مبدأ الأرض مقابل السلام, و ألغى حظر إنشاء مستوطنات جديدة داخل الأراضي المحتلة عام 1967, و قام بافتتاح نفق تحت المسجد الأقصى و المباني المجاورة له و الذي يعد من أحد أقدس الأماكن بالنسبة للعرب و المسلمين, مما أدى إلى اندلاع مظاهرات شعبية عارمة احتجاجا على هذه الخطوة فيما عرف بـ انتفاضة النفق, ونتيجة للصدامات مع قوات الاحتلال الصهيوني استشهد 63 فلسطينيا خلال 4 أيام.        ",
        "en":"Benjamin Netanyahu was elected as the Prime Minister of the Zionist entity and rejected the principle of land for peace. He lifted the ban on establishing new settlements within the territories occupied in 1967 and inaugurated a tunnel under the Al-Aqsa Mosque and its nearby buildings, one of the holiest sites for Arabs and Muslims. This move led to widespread popular protests known as the Tunnel Intifada. As a result of clashes with Zionist occupation forces, 63 Palestinians were martyred within 4 days.        "
    }
}

]