[
{
    "id":"1",
    "title":{
        "ar":" 22/5/2000: الانسحاب من جنوب لبنان "       ,
        "en": "May 22, 2000: Withdrawal from Southern Lebanon        "
    },
    "description":{
        "ar":"  تحت ضربات المقاومة اللبنانية قامت قوات الاحتلال الصهيوني بسحب قواتها من جنوب لبنان بعد احتلال دام 22 عاما و ذلك قبل الموعد المقرر بستة أسابيع, ولكن بقيت مزارع شبعا محتلة من قبل الكيان الصهيوني.        ",
        "en":"Under the blows of Lebanese resistance, Zionist occupation forces withdrew from southern Lebanon after a 22-year-long occupation, six weeks ahead of the scheduled date. However, the Shebaa Farms remained occupied by the Zionist entity.        "
    }
},
{
    "id":"2",
    "title":{
        "ar":" 28/9/2000: انتفاضة الأقصى"        ,
        "en": "September 28, 2000: Al-Aqsa Intifada        "
    },
    "description":{
        "ar":"زعيم حزب الليكود الصهيوني أرئيل شارون يقوم بعمل استفزازي و يزور المسجد الأقصى في القدس و يصرح بأن إسرائيل تسيطر على المنطقة ولن تعطيها إلى الفلسطينيين لأنها مبنية على مكان مقدس يهودي, وقد أثارت هذه التصريحات و الزيارة حالة من الهيجان و احتجاجات أشبه بالثورة حصلت على لقب انتفاضة الأقصى , بدأت مواجهات بين الفلسطينيين و قوات الاحتلال في الضفة الغربية و قطاع غزة, و هذه كانت اعنف المواجهات بين الطرفين منذ الانتفاضة الأولى.        ",
        "en":"Zionist Likud Party leader Ariel Sharon staged a provocative act by visiting the Al-Aqsa Mosque in Jerusalem, stating that Israel controls the area and will not give it to the Palestinians because it is built on a sacred Jewish site. These statements and the visit sparked a wave of anger and protests akin to a revolution, earning the name Al-Aqsa Intifada. Confrontations between Palestinians and occupation forces intensified in the West Bank and Gaza Strip. These were the most intense clashes between the two sides since the first Intifada.        "
    }
},
{
    "id":"3",
    "title":{
        "ar":"  آذار 2003 - 29 نيسان 2003  : محمود عباس يشكّل الحكومة الفلسطينية",
        "en": "March 19, 2003 - April 29, 2003: Mahmoud Abbas Forms the Palestinian Government"
    },
    "description":{
        "ar":  null  ,
        "en": null
    }
},
{
    "id":"4",
    "title":{
        "ar":" الأول من تشرين الأول 2003: إسرائيل تعتمد خطة للمرحلة الثانية من جدار الفصل "        ,
        "en": "October 1, 2003: Israel Approves Plan for the Second Phase of the Separation Barrier        "
    },
    "description":{
        "ar":null,
        "en":null
    }
},
{
    "id":"5",
    "title":{
        "ar":"    آذار  2004: اغتيال أحمد ياسين في مدينة غزة"        ,
        "en": "March 22, 2004: Assassination of Ahmed Yassin in Gaza City        "
    },
    "description":{
        "ar":null,
        "en":null 
    }
},
{
    "id":"6",
    "title":{
        "ar":" 23 حزيران 2004 - 19 آب 2004 : عملية الضغط الخانق في نابلس من طرف اسرائيل ",
        "en": "June 23, 2004 - August 19, 2004: Operation Defensive Shield in Nablus by Israel        "
    },
    "description":{
        "ar":"   تبدأ العملية باغتيال 6 من أعضاء كتائب شهداء الأقصى، وعضو في حركة الجهاد الإسلامي في الفترة ما بين 23 و27 حزيران/ يونيو. وبعدها ينفذ الجيش اجتياحات شبه يومية، فيقصف المناطق السكنية، ويستهدف المقاتلين، ويجري عمليات تفتيش للمنازل.         ",
        "en":"The operation begins with the assassination of six members of the Al-Aqsa Martyrs' Brigades and a member of the Islamic Jihad between June 23 and 27. Following this, the army conducts near-daily incursions, bombards residential areas, targets fighters, and conducts house-to-house searches.        "
    }
},
{
    "id":"7",
    "title":{
        "ar":" كانون الثاني 2006 - 29 كانون الثاني  2006 : نتائج الانتخابات التشريعية الفلسطينية: انتصار حماس" ,
        "en": "January 26, 2006 - January 29, 2006: Palestinian Legislative Elections: Victory for Hamas        "
    },
    "description":{
        "ar":null,
        "en":null
    }
},
{
    "id":"8",
    "title":{
        "ar":"معركة الفرقان 2008 - الرصاص المصبوب -"        ,
        "en": "The Battle of Furqan 2008 - Operation Cast Lead        "
    },
    "description":{
        "ar":"   تبدأ إسرائيل حربها المخطط لها على غزة . وتسميها عملية الرصاص المصبوب ؛ وسوف تسميها حماس معركة الفرقان. وتقتضي الخطة أن تكون الحرب على ثلاث مراحل: (1) هجوم جوي من أجل تدمير قائمة من الأهداف التي تم تجميعها على مدار الأشهر الستة الأخيرة؛ (2) توغل بري في المناطق المفتوحة والضواحي لتأمين السيطرة على المناطق التي تنطلق منها الصواريخ الفلسطينية نحو إسرائيل، وبشكل أدق، لملاحقة أهداف أخرى تعود لـ حماس؛ و(3) توغل داخل المدن والمخيمات الفلسطينية من أجل توجيه ضربة قاضية إلى حماس. في نهاية المطاف سوف تتحقق المرحلتان الأولى والثانية فقط، لأن تكلفة تحويل الهدف من احتواء إطلاق الصواريخ وإعادة بناء قوة الردع الإسرائيلي إلى تدمير حماس سوف تكون مرتفعة جداً من حيث الخسائر البشرية، كما أن امتداد العملية لأسابيع قد يُضعف الدعم الإسرائيلي الداخلي القوي للحرب. تعيد إدارة بوش ، طوال فترة الحرب، التأكيد على تأييدها حق إسرائيل في الدفاع عن نفسها، محمّلة حماس مسؤولية أعمال العنف. ومن جهته، يمتنع فريق الرئيس المنتخب باراك أوباما عن التعليق.        ",
        "en":"Israel initiates its planned war on Gaza, naming it Operation Cast Lead; Hamas refers to it as the Battle of Furqan. The plan involves three stages: (1) An aerial attack to destroy a list of targets compiled over the past six months; (2) Ground incursions into open areas and suburbs to secure control over regions from which Palestinian rockets are launched towards Israel, more precisely, to pursue other targets affiliated with Hamas; and (3) Infiltration into cities and Palestinian refugee camps to deliver a decisive blow to Hamas. Ultimately, only the first two stages will be accomplished because the cost of shifting the objective from containing rocket launches and rebuilding Israeli deterrence to destroying Hamas would be prohibitively high in terms of human losses. Moreover, extending the operation for weeks might weaken strong domestic Israeli support for the war. Throughout the war, the Bush administration reiterates its support for Israel's right to self-defense, blaming Hamas for the violence. Meanwhile, the team of President-elect Barack Obama refrains from commenting        "
    }
},
{
    "id":"9",
    "title":{
        "ar":"معركة حجارة السجيل  2012 "       ,
        "en": "The Battle of Stones of Sijil 2012        "
    },
    "description":{
        "ar":"  يصف الهجوم الإسرائيلي على قطاع غزة الذي دام ثمانية أيام والذي بدأ باغتيال إسرائيل للقائد العسكري في حركة حماس أحمد الجعبري، بهدف زيادة الردع. تنتهي العملية التي تطلق عليها إسرائيل اسم عمود السحاب وتسميها حركة حماس حجارة السجيل، في وقت مبكر نسبياً، جراء وقف إطلاق النار رتبته مصر تحت رئاسة محمد مرسي.        ",
        "en":"The Israeli attack on Gaza, lasting eight days and beginning with the assassination of Hamas military leader Ahmed al-Jabari, aims to increase deterrence. Israel names the operation Pillar of Cloud, while Hamas calls it Stones of Sijil. The operation ends relatively early due to a ceasefire brokered by Egypt under President Mohammed Morsi.        "
    }
},
{
    "id":"10",
    "title":{
        "ar":" معركة العصف المأكول 2014  "       ,
        "en": "The Battle of Protective Edge 2014        "
    },
    "description":{
        "ar":"   يقرّر مجلس الوزراء الأمنى الاسرائيلى شنّ هجوم على قطاع غزة يطلق عليه اسم عملية الجرف الصامد . وسوف تسميه حماس العصف المأكول، والجهاد الإسلامي البنيان المرصوص. والهدف المعلَن للعملية الإسرائيلية هو وقف إطلاق الصواريخ الفلسطينية على إسرائيل، ومنع المزيد من الهجمات. ولكن أياً تكن خطة الحرب الإسرائيلية وأهدافها الأوليّة، فإن الحرب ستتطور، بسبب شروط حماس الخاصة لوضع حد للقتال، على ثلاث مراحل: مرحلة هجوم جوي (8- 16 تموز/ يوليو)؛ مرحلة الاجتياح البري (17- 31 تموز)؛ ومرحلة الأعمال القتالية المتقطّعة، وتتخلها محاولات وقف إطلاق النار (1-26 آب/ أغسطس).        ",
        "en":"The Israeli Cabinet decides to launch an attack on Gaza, naming it Operation Protective Edge. Hamas calls it the Devouring Storm, and Islamic Jihad refers to it as the Solid Structure. The stated goal of the Israeli operation is to halt Palestinian rocket launches into Israel and prevent further attacks. However, regardless of Israel's initial war plan and objectives, the conflict will evolve due to Hamas's specific conditions for ending the fighting, spanning three stages: an aerial attack phase (July 8-16); a ground invasion phase (July 17-31); and intermittent combat operations, accompanied by attempts at ceasefires (August 1-26).        "
    }
},
{
    "id":"11",
    "title":{
        "ar":" الهبّة الفلسطينية 2015-2016        ",
        "en": "Palestinian Uprising 2015-2016   "
    },
    "description":{
        "ar":" تقع مواجهات، بشكل يومي تقريباً، من بداية تشرين الأول/ أكتوبر وحتى نهاية العام، ثم تضعف بشكل كبير في كانون الثاني/ يناير 2016. وتأخذ المواجهات شكلاً جماعياً، حيث يتظاهر الشباب الفلسطينيون في جميع أنحاء الضفة الغربية ، بما فيها القدس الشرقية . وتؤدي الاشتباكات مع الجنود والمستوطنين الإسرائيليين إلى سقوط عدد من القتلى والمصابين، وإلى حدوث اعتقالات وتدمير واسع النطاق للممتلكات. ويشارك سكان غزة أيضاً في الاحتجاجات من خلال المظاهرات الحاشدة على طول السياج الحدودي احتجاجاً على العنف الإسرائيلي. تطلق القوات الإسرائيلية النار عليهم أيضاً، الأمر الذي يسفر عن سقوط عدد من الضحايا، وخاصة فى تشرين الأول. وتتخذ المواجهات أيضاً شكلاً منفرداً، إذ يقوم فلسطينيون، وهم في بعض الأحيان صبيان وفتيات يبلغون من العمر 11 عاماً، بعمليات طعن، وصدم بالعربات، أو دهس بالسيارات. وغالباً يتم قتلهم على الفور، وفي بعض الحالات يُقتل أيضاً فلسطينيون بسبب حوادث طعن مزعومة. وخلال الأسابيع الـ 3- 4 الأولى، يُطرح السؤال ما إذا كانت هذه التطورات تشكّل بداية انتفاضة ثالثة، ولكن يظهر بالتدريج أنها هبّة موقتة. وعلى النقيض من المظاهرات التي ينظّمها مناضلون في تشرين الأول، تكون أغلب المظاهرات بعد تشرين الثاني/ نوفمبر ردوداً تلقائية على استفزازات المستوطنين أو غارات القوات الإسرائيلية أو تفتيش المنازل؛ فالأفراد الفلسطينيون الذين يطعنون الجنود عند نقاط التفتيش ليسوا أعضاء في المنظمات، إذ إن هذه الأخيرة (سواء المنضوية تحت لواء منظمة التحرير الفلسطينية مثل فتح  والجبهة الشعبية لتحرير فلسطين ، أو حماس  أو الجهاد الإسلامي ) لا تريد، أو لا تستطيع، تعبئة قواعدها الشعبية من أجل انتفاضة جديدة.        ",
        "en":"Almost daily confrontations occur from the beginning of October until the end of the year, significantly weakening by January 2016. These clashes take on a collective form, where Palestinian youth protest throughout the West Bank, including East Jerusalem. The clashes with Israeli soldiers and settlers lead to casualties, injuries, widespread arrests, and extensive property destruction. Gaza residents also participate in protests through massive demonstrations along the border fence, condemning Israeli violence. Israeli forces also open fire on them, resulting in casualties, especially in October. The confrontations also take an individual form, with Palestinians, sometimes children as young as 11, carrying out stabbing attacks, car ramming, or vehicular assaults. They are often killed on the spot, and in some cases, Palestinians are killed due to alleged stabbing incidents. During the first 3-4 weeks, the question arises whether these developments constitute the beginning of a third uprising, but it gradually becomes evident that this is a temporary surge. Unlike the organized protests by activists in October, most demonstrations after November are spontaneous responses to settler provocations, Israeli military raids, or house searches. The Palestinians involved in attacking soldiers at checkpoints are not members of organized groups, as these groups (whether under the umbrella of the Palestine Liberation Organization, such as Fatah and the Popular Front for the Liberation of Palestine, or Hamas or Islamic Jihad) either do not want or cannot mobilize their popular bases for a new uprising.        "
    }
},
{
    "id":"12",
    "title":{
        "ar":" معركة صيحة الفجر 2019 : ",
        "en": "Battle of the Dawn Scream 2019        "
    },
    "description":{
        "ar":" واجه أهالي قطاع غزة دوي انفجار ناجم عن صاروخ أطلقته طائرة مسيرة إسرائيلية صباح يوم 12 نوفمبر 2019، واستهدف بهاء أبو العطا قائد المنطقة الشمالية في سرايا القدس، وردت حركة الجهاد الإسلامي على هذا الاغتيال من خلال عملية أطلقت عليها اسم معركة صيحة الفجر، وخلال هذه العملية أطلقت المقاومة المئات من الصواريخ على مواقع إسرائيلية، وتجنبت إسرائيل الكشف عن خسائرها البشرية والمادية نتيجة لهذه الهجمات الصاروخية، إلا أن غارات القوات الجوية الإسرائيلية أسفرت عن استشهاد 34 فلسطينيًا وإصابة أكثر من 100 آخرين،        ",
        "en":"Gaza residents face the sound of an explosion caused by an Israeli drone strike on November 12, 2019, targeting Bahaa Abu al-Ata, the northern region commander of Saraya al-Quds. Islamic Jihad responds to this assassination with an operation they call the Battle of the Dawn Scream. During this operation, the resistance fires hundreds of rockets at Israeli locations. Israel avoids revealing its human and material losses due to these missile attacks. However, Israeli airstrikes result in the martyrdom of 34 Palestinians and the injury of more than 100 others.        "
    }
},
{
    "id":"13",
    "title":{
        "ar":" معركة سيف القدس 2021 : "        ,
        "en": "Battle of the Sword of Jerusalem 2021:        "
    },
    "description":{
        "ar":"  شنت معركة سيف القدس والتي أُطلق عليها من قبل إسرائيل اسم حارس الأسوار نتيجة لاستيلاء مستوطنين إسرائيليين على منازل لمقدسيين في حي الشيخ جراح بالقدس الشرقية، وبسبب الاقتحامات المتكررة للمسجد الأقصى، وخلال هذه المعركة أطلقت المقاومة الفلسطينية أكثر من 4000 صاروخ على مدن إسرائيلية، وبعض هذه الصواريخ وصلت إلى مدى يزيد عن 250 كيلومترًا، وتم استهداف مطار رامون، وأسفرت هذه الهجمات عن مقتل 12 إسرائيليًا وإصابة نحو 330 آخرين وفقًا للمصادر الإسرائيلية، وأدت هذه الحرب إلى وفاة حوالي 250 فلسطينيًا وإصابة أكثر من 5000 آخرين، وقد قصفت إسرائيل أيضًا عدة أبراج سكنية وأعلنت تدمير نحو 100 كيلومتر من الأنفاق في قطاع غزة.        ",
        "en":"The Battle of the Sword of Jerusalem, named by Israel as Guardian of the Walls, erupts due to Israeli settlers seizing homes belonging to Jerusalemites in the Sheikh Jarrah neighborhood in East Jerusalem and repeated incursions into Al-Aqsa Mosque. During this battle, Palestinian resistance fires more than 4000 rockets at Israeli cities, with some reaching a range of over 250 kilometers. Targets include Ramon Airport. These attacks result in the death of 12 Israelis and injuries to around 330 others according to Israeli sources. This war leads to the deaths of approximately 250 Palestinians and injuries to more than 5000 others. Israel also bombs several residential towers and claims to have destroyed about 100 kilometers of tunnels in the Gaza Strip.        "
    }
},
{
    "id":"14",
    "title":{
        "ar":" معركة وحدة الساحات 2022",
        "en": "Battle of the Fields Unity 2022:        "
    },
    "description":{
        "ar":"  قامت إسرائيل باغتيال قائد المنطقة الشمالية لسرايا القدس، وهو الجناح العسكري لحركة الجهاد الإسلامي في غزة في الخامس من أغسطس عام 2022، وتم استهداف القائد بطائرة مسيرة داخل شقته السكنية ببرج فلسطين في حي الرمال، إسرائيل أطلقت على هذه العملية اسم الفجر الصادق وأوضحت أن اختيار الاسم يعكس تركيزها على حركة الجهاد التي تعتمد اللون الأسود كشعار لها، واطلقت حركة الجهاد الإسلامي على هذه العملية اسم وحدة الساحات، حيث أطلقت المئات من الصواريخ على مدن إسرائيلية، ووصل عدد الشهداء في هذه الحرب 24 شخص بينهم 6 أطفال، في حين أصيب 203 بجروح مختلفة.   ",
        "en":"Israel assassinated the northern region commander of Saraya al-Quds, the military wing of the Islamic Jihad Movement in Gaza, on August 5, 2022. The commander was targeted with a drone inside his apartment in the Palestine Tower in the Al-Rimal neighborhood. Israel named this operation The True Dawn and emphasized that the choice of the name reflects its focus on the Jihad Movement, which uses black as its emblem. The Islamic Jihad Movement called this operation Battle of the Fields Unity, launching hundreds of rockets at Israeli cities. The death toll in this war reached 24 people, including 6 children, and 203 others were injured        "
    }
},
{
    "id":"15",
    "title":{
        "ar":" معركة طوفان الأقصى 2023"        ,
        "en": "Battle of Al-Aqsa Tempest 2023:        "
    },
    "description":{
        "ar":"نفذت المقاومة الفلسطينية في قطاع غزة عملية عسكرية تميزت بالاسم طوفان الأقصى ضد إسرائيل في السابع من أكتوبر 2023، وتضمنت هذه العملية هجوما بريًا وبحريًا وجوًيا، بالإضافة إلى عمليات تسلل للمقاومين إلى عدة مستوطنات في منطقة غلاف غزة، وتم تسمية هذه العملية طوفان الأقصى نسبة إلى الانتهاكات المتكررة التي تقوم بها إسرائيل بحق المسجد الأقصى والأماكن المقدسة الإسلامية في مدينة القدس، وردت إسرائيل على هذه العملية بإعلان حالة الحرب وبدأت بعملية عسكرية تحت اسم السيوف الحديدية، تم تنفيذ غارات جوية كبيرة على قطاع غزة، وأطلقت صافرات الإنذار في المستوطنات المحيطة بغلاف غزة، ولغاية هذا الوقت عدد الوفيات تجاوز 8 آلاف من بينهم نحو 3200 طفل، إضافة إلى ما يقرب من 20 ألف جريح.        ",
        "en":"Palestinian resistance in the Gaza Strip carried out a military operation against Israel on October 7, 2023, named Al-Aqsa Tempest. This operation included ground, sea, and air attacks, as well as infiltration operations by resistance fighters into several settlements in the Gaza envelope area. It was named Al-Aqsa Tempest in reference to the repeated violations committed by Israel against the Al-Aqsa Mosque and Islamic holy sites in Jerusalem. Israel responded to this operation by declaring a state of war and launching a military operation called Iron Swords. Large aerial strikes were conducted on the Gaza Strip, and air raid sirens were sounded in settlements surrounding the Gaza envelope. So far, the death toll has exceeded 8,000, including approximately 3,200 children, with nearly 20,000 others wounded.        "
    }
}
]